const CommonTextMessages = {
    GREETING: 'Вітаємо вас в боті, для продовження виконайте команду /start',
    FINAL_REGISTRATION: 'Вітаємо, ви успішно зареєстровані в боті, тепер ви можете вільно ним користувантися',
    MAIN_MENU: 'Головне меню чат боту:',
    INFO: `⁉️Хто ми❓\n\n`+ 
        '🔰Благодійний фонд "Десята фортеця"' + '\u00A0' + '-' + '\u00A0' + 'благодійна організація, створена 2022 року' +
        'з метою сприяння розвитку молоді в Красноградський громаді.\n\n' +
        '⚡️За два роки наша команда реалізувала низку молодіжних проєктів і продовжує свою діяльність в цій сфері:\n' +
        '🔸створення молодіжного простору\n' +
        '🔸підтримка підлітків "групи ризику",\n' +
        '🔸профорієнтація молоді,\n' + 
        '🔸тренінги з розвитку життєвих професійних навичків та проєктного менеджменту,\n' +
        '🔸організація проведення змістовного дозвілля та клубу настільних ігор і багато іншого.\n\n' +
        '🤝Фонд тісно співпрацює з Красноградським молодіжним центром: спільні цінності і принципи' +
        'дозволяють реалізовувати молодіжну політику в громаді вдвічі ефективніше. Одним із вагомих' +
        'результатів такої співпраці стало створення найпростішого укриття в підвальному приміщенні молодіжного центру (2024 р.)\n\n' +
        '➡️Про проєкт\n\n' +
        'Створення електронного сервісу' + '\u00A0' + '-' + '\u00A0' + 'інтерактивної карти проблем Красноградської громади та чат-боту з функцією' +
        'онлайн-сповіщення про виявлені проблеми громади стало можливим завдяки співпраці "Десятої фортеці" із БФ' +
        '"Станція Харків" за підтримки Національного фонду підтримки демократії (NED).\n\n' +
        '💠Дякуємо Красноградській міській раді, що довірили нам розробку такого інструменту. Сподіваємось,' +
        'що у такий спосіб проблем у громадян зменшиться, а комунікація з владою покращиться.\n\n' +
        '🖥Більше про проєкти Фонду в [Фейсбук](https://www.facebook.com/10fortress?locale=uk_UA), '+
        'в [Інстаграм](https://www.instagram.com/tenthfortress?igsh=MXI3dDBiZWY1M2NrdA==)'
}

export { CommonTextMessages };