const RegistrationTextMessage = {
    ENTER_PHONE_NUMBER: 'Будь ласка, відправте свій номер телефон, натиснувки кнопку в меню під клавіатурою',
    ENTER_FULL_NAME: 'Будь ласка, введіть ваше повне ім\'я у форматі: Прізвище Ім\'я По-батькові',
    GREETING_TEXT: 'Вітаємо! БФ "Десята фортеця" спільно з Красноградської міською радою презентує вам чат-бот для вирішення проблем Красноградської громади.\n'+ 
    'Для повноцінного користування сервісом пропонуємо вам пройти авторизацію.'
}
export { RegistrationTextMessage };