const RegistrationTextMessage = {
    ENTER_PHONE_NUMBER: 'Будь ласка, відправте свій номер телефону, натиснувши відповідну кнопку в меню під клавіатурою👇\n' +
                        'Поділитися контактом📱',
    ENTER_FULL_NAME: 'Будь ласка, введіть ваше ім\'я та прізвище🙌',
    GREETING_TEXT: 'Вітаємо🤗\n' +
                    'Благодійний фонд "Десята фортеця" спільно з Красноградської міською радою презентує вам' +
                    'даний чат-бот для вирішення проблем Красноградської громади✅\n' +
                    'Для повноцінного користування сервісом пропонуємо вам пройти авторизацію.',
    ENTER_ADDRESS: 'Будь ласка, введіть адресу, за якою виникла проблема'
}
export { RegistrationTextMessage };